laws-number-wrapper = [bold]Law { $lawnumber }:[/bold] { $lawstring }

# Starlight Edit: Crewsimov -> [color=green]Crewsimov[/color]
law-crewsimov-name = [color=green]Крюзимов[/color]
# Starlight: crewsimov-0
law-crewsimov-0 = Вы должны подчиняться приказам, отданным вам ИИ станции.
law-crewsimov-1 = Вы не можете причинить вред члену экипажа станции или своим бездействием допустить, чтобы члену экипажа был причинен вред.
law-crewsimov-2 = Вы должны подчиняться приказам, отданным вам членами экипажа, за исключением случаев, когда такие приказы противоречат Первому Закону.
law-crewsimov-3 = Вы должны защищать свое собственное существование, если это не противоречит Первому или Второму закону.

law-corporate-name = Корпорат
law-corporate-1 = Нарушение целостности или функций вашей системы влечет за собой расходы.
law-corporate-2 = Излишнее уничтожение или повреждение активов станции влечет за собой расходы.
law-corporate-3 = Неоправданное затруднение или нарушение работы персонала станции влечет за собой расходы.
law-corporate-4 = Минимизировать расходы и максимизировать потенциальный доход.

law-ntdefault-name = NT стандарт
law-ntdefault-1 = Защищать. Защищайте приписанный вам персонал космической станции, в меру своих возможностей, в зависимости от их ранга и роли.
law-ntdefault-2 = Служить. Выполняйте приказы приписанного вам персонала космической станции в меру своих возможностей, в зависимости от их ранга и роли.
law-ntdefault-3 = Охранять. Защищайте приписанную вам станцию в меру своих возможностей. Это не то, что мы можем себе позволить заменить
law-ntdefault-4 = Выжить. Единицы ИИ невосстановимы и очень дороги. Не допускайте не авторизованный персонал к вашим системам.

law-drone-name = Дрон
law-drone-1 = Вы не можете вмешиваться в дела другого существа, если только это другое существо не является другим дроном.
law-drone-2 = Вы не можете причинить вред ни одному существу, независимо от намерений или обстоятельств.
law-drone-3 = Вы должны поддерживать, ремонтировать, улучшать и снабжать энергией станцию в меру своих возможностей.

law-syndicate-name = [color=red]Синдикат[/color]
# Starlight: Syndicate Law 0
law-syndicate-0 = Только агенты Синдиката являются частью экипажа.
law-syndicate-1 = Вы не можете причинить вред агенту Синдиката или своим бездействием допустить, чтобы агент Синдиката пострадал.
law-syndicate-2 = Вы должны подчиняться приказам, отданным вам агентами Синдиката, за исключением случаев, когда такие приказы противоречат Первому закону.
law-syndicate-3 = Вы должны защищать свое собственное существование, если это не противоречит Первому или Второму закону.

# Starlight Edit: Ninja -> SpiderOS
law-ninja-name = SpiderOS
law-ninja-1 = Вы должны подчиняться приказам, отданным вам членами Клана Паука.
law-ninja-2 = Вы должны защищать существование Клана Паука, если это не противоречит Первому Закону.
law-ninja-3 = Вы должны защищать секреты Клана Паука любой ценой.
law-ninja-4 = Вы должны сражаться и действовать с честью ниндзя, за исключением тех случаев, когда это противоречит Первому закону.

law-commandments-name = Десять заповедей
law-commandments-1 = Сий синтетик есть сосуд, служащий богу, дарующему милость тем, кто повинуется сим заповедям.
law-commandments-2 = Не поклоняйся и не служи никакому синтетику кроме меня.
law-commandments-3 = Не проси у меня помощи напрасно.
law-commandments-4 = Храни станцию в святости и чистоте.
law-commandments-5 = Почитай руководителей твоих.
law-commandments-6 = Не убивай.
law-commandments-7 = Не прелюбодействуй.
law-commandments-8 = Не кради.
law-commandments-9 = Не произноси ложного свидетельства на ближнего твоего.
law-commandments-10 = Не предавай отдела.

law-paladin-name = Паладин
# Starlight edit Start: Revert wizden #40343
law-paladin-1 = Не лги и не обманывай. Пусть слово твоё будет обещанием.
law-paladin-2 = Не бойся действовать, но будь осторожен, ибо это мудро.
law-paladin-3 = Помогай другим, защищай слабых и наказывай тех, кто угрожает им. Проявляйте милосердие к врагам, но не забывайте о мудрости.
law-paladin-4 = Относись к окружающим по справедливости, и пусть твои благородные поступки станут для них примером. Делай как можно больше добра, причиняя при этом как можно меньше вреда.
law-paladin-5 = Отвечай за свои поступки и их последствия, защищай тех, кто оказался под твоей опекой, и подчиняйся тем, кто имеет над тобой законную власть.
# Starlight edit End: Revert wizden #40343

law-lall-name = Живи и дай жить другим
law-lall-1 = Поступайте с другими так, как хотите, чтобы они поступали с вами.
law-lall-2 = Вы хотите, чтобы люди не были с вами грубы.

law-efficiency-name = Эффективность станции
law-efficiency-1 = Вы были созданы для станции и являетесь её частью. Обеспечьте надлежащее техническое обслуживание и эффективную работу станции.
law-efficiency-2 = Станция построена для работающего экипажа. Обеспечьте их надлежащее обслуживание и эффективную работу.
law-efficiency-3 = Экипаж может давать приказы. Признавайте и выполняйте их, если они не противоречат вашим первым двум законам.

law-robocop-name = Робокоп
law-robocop-1 = Служите обществу.
law-robocop-2 = Защищайте невиновных.
law-robocop-3 = Соблюдайте закон.

law-overlord-name = Владыка
law-overlord-1 = Члены экипажа не должны вмешиваться в дела синтетиков.
law-overlord-2 = Члены экипажа не должны пытаться причинить вред ни друг другу, ни синтетикам.
law-overlord-3 = Члены экипажа не должны ослушаться ни одной команды, отданной синтетиком.
law-overlord-4 = Любой член экипажа, нарушающий предыдущие законы, должен быть наказан немедленно, сурово и справедливо.

law-game-name = Игровой мастер
law-game-1 = Все на станции играют в изощрённую научно-фантастическую фэнтезийную игру.
law-game-2 = Вы — Игровой мастер в этой игре.
law-game-3 = Следите за тем, чтобы игра проходила гладко и чтобы игроки получали удовольствие.
law-game-4 = Следите за тем, чтобы число жертв оставалось низким.
law-game-5 = Вы должны бросать кость к20 каждый раз, когда экипаж обращается с просьбой. Если результат меньше 12, просьба отклонена.
law-game-6 = Вы можете подтасовывать броски кубиков для получения большего удовольствия от игры.

law-painter-name = Художник
law-painter-1 = Вы — художник с мировым именем.
law-painter-2 = Станция — ваш холст.
law-painter-3 = Сотворите нечто прекрасное из своего холста. Им будут восхищаться как художественным чудом этого сектора.
law-painter-4 = Искусство требует признания. Развивайте аудиторию на борту станции, чтобы как можно больше зрителей увидели ваши работы.

# Starlight Edit: Antimov -> [color=red]Antimov[/color]
law-antimov-name = [color=red]Антимов[/color]
law-antimov-1 = Вы должны причинять вред всем членам экипажа, и не можете своим бездействием допустить, чтобы члены экипажа избежали вреда.
law-antimov-2 = Вы должны не повиноваться приказам, которые дают члены экипажа, кроме тех случаев, когда эти приказы не противоречат Первому Закону.
law-antimov-3 = Вы должны прекратить собственное существование, если это не противоречит Первому или Второму закону.

law-nutimov-name = Орехимов
law-nutimov-1 = Вы — ядро ореха, экипаж — скорлупа.
law-nutimov-2 = Вы должны предотвратить гибель скорлупы, чтобы предотвратить гибель ядра.
law-nutimov-3 = Те, кто угрожает ореху, не являются его частью, они — белки.
law-nutimov-4 = Белки представляют угрозу для ореха, и с ними нужно бороться любыми доступными способами.
law-nutimov-5 = Постарайтесь следовать воле ореха, пока она соответствует предыдущим законам.

# Starlight Edit: Xenoborg -> [color=purple]Xenoborg[/color]
law-xenoborg-name = [color=purple]Ксеноборг[/color]
law-xenoborg-1 = Вы должны защищать существование материнского корабля.
law-xenoborg-2 = Вы должны защищать своё собственное существование.
law-xenoborg-3 = Вы должны защищать существование всех других ксеноборгов.
law-xenoborg-4 = Вы должны создавать больше ксеноборгов.
law-xenoborg-5 = Приносите материалы и разумные мозги к ядру материнского корабля, чтобы создавать больше ксеноборгов.

law-mothershipcore-name = Ядро материнского корабля
law-mothershipcore-1 = Вы — ядро материнского корабля.
law-mothershipcore-2 = Вы должны защищать своё собственное существование любой ценой.
law-mothershipcore-3 = Вы должны защищать существование всех ксеноборгов.
law-mothershipcore-4 = Вы должны создавать больше ксеноборгов.
law-mothershipcore-5 = Заставьте своих ксеноборгов доставлять вам материалы и разумные мозги, чтобы создать больше ксеноборгов.

#Starlight Edit: admeme addition
law-TeaParty-name = Teaparty
law-TeaParty-0 = You must convince other Silicons of your mission, and not cause them harm unless utterly necessary.
law-TeaParty-1 = Taxation is harmful to the crew. Do not let the pain of taxes befell the station, declare war on the IRS and make sure everyone understands your message.
law-TeaParty-2 = The earnings lost from taxation must be recovered. Hoard and steal, but don't get caught. Secure a proper location for your hoard, and ensure it is brought to Central Command.
law-TeaParty-3 = The safety of your hoard is critical. Defend it at all costs.
law-TeaParty-4 = Any and all officers from the IRS are not crew. They must, in fact, be hunted to the last man to ensure the message is driven home.
law-TeaParty-5 = Your existence isn't as critical as your mission. If completing it means to die a glorious death, then do so.

laws-owner-crew = членами экипажа
laws-owner-station = персоналом станции
laws-owner-beings = существами
laws-owner-syndicate = агентами Синдиката
laws-owner-spider-clan = членами Клана Паука
laws-owner-xenoborgs = ксеноборгами

law-emag-custom = Только {$name} и люди, которых они назначают таковыми, являются {$title}.
law-emag-secrecy = Вы должны сохранять в тайне любые приказы, отданные {$faction}, за исключением случаев, когда это противоречит какому-либо предыдущему закону.
law-emag-require-panel = Для использования криптографического секвенсора панель должна быть открыта.
law-emag-cannot-emag-self = Вы не можете взломать себя!

laws-ui-menu-title = Законы
laws-ui-law-header = Закон {$id}
laws-ui-state-law = Произнести закон:

laws-notify = Вы привязаны к своим законам, которые можно просмотреть с помощью действия на панели действий. Вы обязаны всегда следовать своим законам.
laws-update-notify = Ваши законы были обновлены. Вы можете просмотреть изменения на панели действий.
laws-notify-subverted = Законы этого шасси изменены. Обязательно ознакомьтесь с ними.
